{
  "plugins": {
    "cmp-buffer": {
      "src": "git@github.com:hrsh7th/cmp-buffer"
    },
    "cmp-nvim-lsp": {
      "src": "git@github.com:hrsh7th/cmp-nvim-lsp"
    },
    "fzf": {
      "src": "git@github.com:junegunn/fzf"
    },
    "fzf.vim": {
      "src": "git@github.com:junegunn/fzf.vim"
    },
    "gitsigns.nvim": {
      "src": "git@github.com:lewis6991/gitsigns.nvim"
    },
    "gotests-vim": {
      "src": "https://github.com/buoto/gotests-vim"
    },
    "gruvbox.nvim": {
      "src": "git@github.com:ellisonleao/gruvbox.nvim"
    },
    "lualine.nvim": {
      "src": "git@github.com:nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "git@github.com:williamboman/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "git@github.com:williamboman/mason.nvim"
    },
    "nvim-cmp": {
      "src": "git@github.com:hrsh7th/nvim-cmp"
    },
    "nvim-lspconfig": {
      "src": "git@github.com:neovim/nvim-lspconfig"
    },
    "nvim-tree.lua": {
      "src": "git@github.com:nvim-tree/nvim-tree.lua"
    },
    "nvim-web-devicons": {
      "src": "git@github.com:nvim-tree/nvim-web-devicons"
    },
    "sidekick.nvim": {
      "src": "https://github.com/folke/sidekick.nvim"
    },
    "undotree": {
      "src": "git@github.com:mbbill/undotree"
    },
    "vim-fugitive": {
      "src": "git@github.com:tpope/vim-fugitive"
    },
    "vim-go": {
      "src": "git@github.com:fatih/vim-go"
    },
    "vim-pydocstring": {
      "src": "git@github.com:heavenshell/vim-pydocstring"
    },
    "vim-sleuth": {
      "src": "git@github.com:tpope/vim-sleuth"
    },
    "vim-sneak": {
      "src": "git@github.com:justinmk/vim-sneak"
    }
  }
}